<div class="grid">

    <div>
        <h1>Добро пожаловать в Gustau's</h1>
        <p> Нарядный интерьер ресторана погружает во времена конца XVIII-начала XIX века, 
            где днем свет сочится из больших окон в пол, создавая тень от узора, который повторяет историческую ограду Михайловского замка, 
            а вечером теплое освещение создают люстры, оформленные цветами.
        </p>
        <p> Ежедневно с 11:00 до 15:00 в ресторане готовят завтраки. 
            В утренние часы подают гурьевскую кашу с орехами, вареники с вишней и взбитой сметаной, 
            яйца всмятку с красной икрой, круассаны и сырники. В основном меню также прослеживаются русско-французские мотивы: 
            блины с икрой, оливье трех видов, паштет из печени индейки с вареньем из лесных ягод, 
            холодец из говяжьих хвостов с хреном, борщ со смальцем. На десерт предлагают бланманже с маком, крем-брюле или наполеон.
        </p>
        <p>В винной карте собрали в основном российские и французские наименования: игристые, розовые, оранжевые, белые и красные, а также шампань.
        </p>

    </div>

    <div>
        <img src="/main/hero.webp" alt="Hero">
    </div>

</div>


<hr>
<div class="grid">
    <h1>
        Контакты
    </h1>
    
    <p class="info">Часы работы: 11:00 - 23:00 <br>
        Адрес: ул. Михайловская, 5<br>
        Телефон: +7 (495) 123-45-67</p>
</div>


<style>
    h1{
        font-weight: 200;
    }

    p:not(.info) {
        text-indent: 30px;
    }
    img {
        margin: 0 auto;
    }
</style>
